Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Drag to reorder the pages in the switcher. With a single page, the shelf hides the switcher and gives the page the whole row.
ar: اسحب لإعادة ترتيب الصفحات في المبدّل. عند وجود صفحة واحدة، يخفي الرف المبدّل ويمنح الصفحة الصف بأكمله.
de: Ziehen, um die Seiten im Wechsler neu anzuordnen. Bei nur einer Seite blendet die Ablage den Wechsler aus und gibt der Seite die ganze Zeile.
es: Arrastra para reordenar las páginas del selector. Con una sola página, el estante oculta el selector y le da a la página toda la fila.
fr: Faites glisser pour réorganiser les pages dans le sélecteur. Avec une seule page, l'étagère masque le sélecteur et laisse toute la rangée à la page.
hu: Húzással rendezheti át a lapokat a váltóban. Egyetlen lap esetén a polc elrejti a váltót, és a lap a teljes sort kapja.
ja: ドラッグしてスイッチャー内のページを並べ替えます。ページが1つだけの場合、シェルフはスイッチャーを隠し、行全体をそのページに使用します。
nl: Sleep om de volgorde van de pagina's in de paginaknop te wijzigen. Bij één pagina verbergt de plank de paginaknop en krijgt de pagina de hele rij.
pl: Przeciągnij, aby zmienić kolejność stron w przełączniku. Gdy wybrana jest jedna strona, Szuflada ukrywa przełącznik i przeznacza na nią cały wiersz.
pt: Arraste para reordenar as páginas no seletor. Com uma única página, a prateleira oculta o seletor e dá à página a fila inteira.
ru: Перетаскивайте, чтобы изменить порядок страниц в переключателе. Если страница одна, полка скрывает переключатель и отдает странице весь ряд.
sv: Dra för att ändra ordningen på sidorna i växlaren. Med bara en sida gömmer hyllan växlaren och ger sidan hela raden.
tr: Değiştiricideki sayfaları sıralamak için sürükle. Tek sayfa varken raf değiştiriciyi gizler ve satırın tamamını sayfaya verir.
vi: Kéo để sắp xếp lại các trang trong bộ chuyển trang. Khi chỉ có một trang, ngăn sẽ ẩn bộ chuyển trang và dành toàn bộ hàng cho trang đó.
zh_hans: 拖移以调整切换器中的页面顺序。只有一个页面时，暂存区会隐藏切换器，并让该页面占满整行。
zh_hant: 拖曳以重新排列切換器中的頁面。只有一個頁面時，暫存區會隱藏切換器，並讓該頁面使用整列空間。

source: Drag to reorder. Scroll on the stack in the dock to move between widgets.
ar: اسحب لإعادة الترتيب. مرّر على المكدس في Dock للتنقل بين الأدوات.
de: Zum Neuanordnen ziehen. Scrollen Sie im Dock über dem Stapel, um zwischen Widgets zu wechseln.
es: Arrastra para reordenar. Desplázate sobre la pila en el Dock para pasar de un widget a otro.
fr: Faites glisser pour réorganiser. Faites défiler sur la pile dans le dock pour passer d'un widget à l'autre.
hu: Húzással rendezhet át. A Dockban a kötegen görgetve lépkedhet a widgetek között.
ja: ドラッグして並べ替えます。Dockのスタック上でスクロールすると、ウィジェット間を移動できます。
nl: Sleep om de volgorde te wijzigen. Scroll op de stapel in het Dock om tussen widgets te wisselen.
pl: Przeciągnij, aby zmienić kolejność. Przewijaj nad stosem w Docku, aby przełączać się między widżetami.
pt: Arraste para reordenar. Desloque sobre a pilha na Dock para passar de um widget para outro.
ru: Перетаскивайте, чтобы изменить порядок. Прокручивайте стопку в Dock, чтобы переходить между виджетами.
sv: Dra för att ändra ordning. Rulla på stacken i dockan för att flytta mellan widgetar.
tr: Sıralamak için sürükle. Widget'lar arasında geçmek için dock'taki yığının üzerinde kaydır.
vi: Kéo để sắp xếp lại. Cuộn trên ngăn xếp trong dock để chuyển giữa các tiện ích.
zh_hans: 拖移以调整顺序。在 Dock 的小组件叠放上滚动可切换小组件。
zh_hant: 拖曳以重新排列。在 Dock 中的堆疊上捲動，即可切換不同的小工具。

source: Drag to reorder. The running apps column always sits to the right.
ar: اسحب لإعادة الترتيب. يظل عمود التطبيقات قيد التشغيل على اليمين دائمًا.
de: Zum Neuanordnen ziehen. Die Spalte mit laufenden Apps befindet sich immer rechts.
es: Arrastra para reordenar. La columna de apps en ejecución siempre se sitúa a la derecha.
fr: Faites glisser pour réorganiser. La colonne des apps actives se trouve toujours à droite.
hu: Húzással rendezhet át. A futó appok oszlopa mindig jobb oldalon van.
ja: ドラッグして並べ替えます。実行中のアプリの列は常に右側に配置されます。
nl: Sleep om de volgorde te wijzigen. De kolom met geopende apps staat altijd rechts.
pl: Przeciągnij, aby zmienić kolejność. Kolumna uruchomionych aplikacji zawsze znajduje się po prawej stronie.
pt: Arraste para reordenar. A coluna de apps em execução fica sempre à direita.
ru: Перетаскивайте, чтобы изменить порядок. Столбец запущенных приложений всегда находится справа.
sv: Dra för att ändra ordning. Kolumnen med appar som körs ligger alltid till höger.
tr: Sıralamak için sürükle. Çalışan uygulamalar sütunu her zaman sağdadır.
vi: Kéo để sắp xếp lại. Cột ứng dụng đang chạy luôn nằm ở bên phải.
zh_hans: 拖移以调整顺序。运行中的应用一栏始终位于右侧。
zh_hant: 拖曳以重新排列。執行中應用程式欄位一律顯示在右側。

source: Drag to set the order of the pinned grid, system controls and the quick actions strip
ar: اسحب لتعيين ترتيب الشبكة المثبتة وعناصر تحكم النظام وشريط الإجراءات السريعة
de: Ziehen, um die Reihenfolge des angehefteten Rasters, der Systemsteuerungen und der Schnellaktionsleiste festzulegen
es: Arrastra para definir el orden de la cuadrícula fijada, los controles del sistema y la franja de acciones rápidas
fr: Faire glisser pour définir l'ordre de la grille épinglée, des commandes système et de la barre d'actions rapides
hu: Húzással állíthatja be a kitűzött rács, a rendszervezérlők és a gyorsműveletsáv sorrendjét
ja: ドラッグして、ピン留めグリッド、システムコントロール、クイックアクションの帯の順序を設定
nl: Sleep om de volgorde in te stellen van het vastgezette raster, de systeembediening en de balk met snelle acties
pl: Przeciągnij, aby ustawić kolejność siatki przypiętych elementów, narzędzi systemowych i paska Szybkich akcji
pt: Arraste para definir a ordem da grelha afixada, dos controlos do sistema e da faixa de ações rápidas
ru: Перетаскивайте, чтобы задать порядок сетки закрепленных объектов, системных элементов управления и полосы быстрых действий
sv: Dra för att ställa in ordningen för det fästa rutnätet, systemreglagen och snabbåtgärdsfältet
tr: Sabitlenmiş ızgaranın, sistem denetimlerinin ve hızlı eylemler şeridinin sırasını ayarlamak için öğeleri sürükle
vi: Kéo để đặt thứ tự của lưới đã ghim, các điều khiển hệ thống và dải tác vụ nhanh
zh_hans: 拖移以设置固定网格、系统控制和快捷操作栏的顺序
zh_hant: 拖曳以調整釘選網格、系統控制項與快速動作列的順序

source: Dragging a file to the dock opens the file tray.
ar: سحب ملف إلى Dock يفتح حاوية الملفات.
de: Wenn Sie eine Datei auf das Dock ziehen, wird die Datei-Ablage geöffnet.
es: Arrastrar un archivo al Dock abre la bandeja de archivos.
fr: Glisser un fichier vers le dock ouvre le tiroir de fichiers.
hu: Fájl Dockra húzása megnyitja a Fájltároló Tálcát.
ja: ファイルをDockにドラッグするとファイルトレイが開きます。
nl: Als je een bestand naar het Dock sleept, wordt het bestandsvak geopend.
pl: Przeciągnięcie pliku do Docka otwiera Półkę plików.
pt: Arrastar um ficheiro para a dock abre o tabuleiro de ficheiros.
ru: Перетаскивание файла на Dock открывает лоток файлов.
sv: Om du drar en fil till dockan öppnas filbrickan.
tr: Bir dosyayı dock'a sürüklemek dosya tepsisini açar.
vi: Kéo một tệp vào dock sẽ mở khay tệp.
zh_hans: 将文件拖到 Dock 时会打开文件托盘。
zh_hant: 將檔案拖曳至 Dock 時，會開啟檔案托盤。

source: Draw a card behind the profile and settings buttons, matching the cards behind app icons
ar: رسم بطاقة خلف زرّي ملف التعريف والإعدادات، مطابقة للبطاقات خلف أيقونات التطبيقات
de: Eine Karte hinter den Profil- und Einstellungsschaltflächen zeichnen, passend zu den Karten hinter App-Symbolen
es: Dibuja una tarjeta detrás de los botones de perfil y ajustes, a juego con las tarjetas de detrás de los iconos de las apps
fr: Afficher une carte derrière les boutons de profil et de paramètres, assortie aux cartes derrière les icônes d'app
hu: Kártya rajzolása a profil- és beállításgombok mögé, az appikonok mögötti kártyákhoz illően
ja: アプリアイコンの背後のカードに合わせて、プロファイルボタンと設定ボタンの背後にカードを描画
nl: Toon een kaart achter de profiel- en instellingenknop, passend bij de kaarten achter app-pictogrammen
pl: Wyświetlaj kartę za przyciskami profilu i ustawień, pasującą do kart za ikonami aplikacji
pt: Desenhar um cartão atrás dos botões de perfil e de definições, a condizer com os cartões atrás dos ícones das apps
ru: Показывать карточку под кнопками профиля и настроек, как под значками приложений
sv: Rita ett kort bakom profil- och inställningsknapparna, likt korten bakom appsymboler
tr: Profil ve ayar düğmelerinin arkasına, uygulama simgelerinin arkasındaki kartlarla eşleşen bir kart çiz
vi: Vẽ một thẻ phía sau các nút hồ sơ và cài đặt, khớp với các thẻ phía sau biểu tượng ứng dụng
zh_hans: 在配置文件按钮和设置按钮后方显示卡片，样式与应用图标后方的卡片一致
zh_hant: 在設定檔與設定按鈕後方顯示與應用程式圖示相同樣式的卡片

source: Draw a card behind the profile and settings buttons, matching the cards behind app icons.
ar: رسم بطاقة خلف زرّي ملف التعريف والإعدادات، مطابقة للبطاقات خلف أيقونات التطبيقات.
de: Eine Karte hinter den Profil- und Einstellungsschaltflächen zeichnen, passend zu den Karten hinter App-Symbolen.
es: Dibuja una tarjeta detrás de los botones de perfil y ajustes, a juego con las tarjetas de detrás de los iconos de las apps.
fr: Afficher une carte derrière les boutons de profil et de paramètres, assortie aux cartes derrière les icônes d'app.
hu: Kártya rajzolása a profil- és beállításgombok mögé, az appikonok mögötti kártyákhoz illően.
ja: アプリアイコンの背後のカードに合わせて、プロファイルボタンと設定ボタンの背後にカードを描画します。
nl: Toon een kaart achter de profiel- en instellingenknop, passend bij de kaarten achter app-pictogrammen.
pl: Wyświetlaj kartę za przyciskami profilu i ustawień, pasującą do kart za ikonami aplikacji.
pt: Desenhar um cartão atrás dos botões de perfil e de definições, a condizer com os cartões atrás dos ícones das apps.
ru: Показывать карточку под кнопками профиля и настроек, как под значками приложений.
sv: Rita ett kort bakom profil- och inställningsknapparna, likt korten bakom appsymboler.
tr: Profil ve ayar düğmelerinin arkasına, uygulama simgelerinin arkasındaki kartlarla eşleşen bir kart çiz.
vi: Vẽ một thẻ phía sau các nút hồ sơ và cài đặt, khớp với các thẻ phía sau biểu tượng ứng dụng.
zh_hans: 在配置文件按钮和设置按钮后方显示卡片，样式与应用图标后方的卡片一致。
zh_hant: 在設定檔與設定按鈕後方顯示卡片，樣式與應用程式圖示後方的卡片一致。

source: Draw a divider between your pinned items and the running apps.
ar: ارسم فاصلًا بين عناصرك المثبتة والتطبيقات قيد التشغيل.
de: Zeichnet eine Trennlinie zwischen Ihren angehefteten Elementen und den laufenden Apps.
es: Dibuja un divisor entre los ítems fijados y las apps abiertas.
fr: Ajoute un séparateur entre les éléments épinglés et les applications en cours d’exécution.
hu: Elválasztó megjelenítése a kitűzött elemek és a futó appok között.
ja: ピン留めした項目と実行中のアプリの間に区切り線を表示します。
nl: Zet een scheidingslijn tussen je vastgezette items en de geopende apps.
pl: Rysuj separator między przypiętymi elementami a uruchomionymi aplikacjami.
pt: Desenha um divisor entre os itens afixados e as apps em execução.
ru: Рисовать разделитель между закреплёнными элементами и запущенными приложениями.
sv: Rita en avgränsare mellan dina fästa objekt och apparna som körs.
tr: Sabitlenmiş öğelerle çalışan uygulamalar arasına bir ayırıcı çiz.
vi: Vẽ một đường phân chia giữa các mục được ghim và các ứng dụng đang chạy.
zh_hans: 在固定项目与运行中的应用之间显示分隔线。
zh_hant: 在釘選項目與執行中的 App 之間加入分隔線。

source: Draws a thin outline around app cards
ar: يرسم حدًا رفيعًا حول بطاقات التطبيقات
de: Zeichnet einen dünnen Umriss um App-Karten
es: Dibuja un contorno fino alrededor de las tarjetas de las apps
fr: Dessine un fin contour autour des cartes d'app
hu: Vékony körvonalat rajzol az appkártyák köré
ja: アプリカードの周囲に細い輪郭線を描画
nl: Tekent een dunne omlijning rond appkaarten
pl: Rysuje cienkie obramowanie wokół kart aplikacji
pt: Desenha um contorno fino à volta dos cartões das apps
ru: Рисует тонкий контур вокруг карточек приложений
sv: Ritar en tunn kontur runt appkort
tr: Uygulama kartlarının çevresine ince bir kenar çizgisi çizer
vi: Vẽ đường viền mỏng quanh thẻ ứng dụng
zh_hans: 为应用卡片添加细轮廓线
zh_hant: 在應用程式卡片周圍顯示細外框

source: Draws a thin outline around app cards. Turn this off for a borderless look.
ar: يرسم حدًا رفيعًا حول بطاقات التطبيقات. أوقفه للحصول على مظهر بلا حدود.
de: Zeichnet einen dünnen Umriss um App-Karten. Deaktivieren Sie dies für ein randloses Aussehen.
es: Dibuja un contorno fino alrededor de las tarjetas de las apps. Desactívalo para un aspecto sin bordes.
fr: Dessine un fin contour autour des cartes d'app. Désactivez cette option pour un aspect sans bordure.
hu: Vékony körvonalat rajzol az appkártyák köré. Kapcsolja ki a szegély nélküli megjelenéshez.
ja: アプリカードの周囲に細い輪郭線を描画します。オフにすると、枠線のない見た目になります。
nl: Tekent een dunne omlijning rond appkaarten. Schakel dit uit voor een randloze weergave.
pl: Rysuje cienkie obramowanie wokół kart aplikacji. Wyłącz tę opcję, aby ukryć obramowanie.
pt: Desenha um contorno fino à volta dos cartões das apps. Desative para um aspeto sem contorno.
ru: Рисует тонкий контур вокруг карточек приложений. Выключите, чтобы убрать рамку.
sv: Ritar en tunn kontur runt appkort. Stäng av detta för ett utseende utan kantlinjer.
tr: Uygulama kartlarının çevresine ince bir kenar çizgisi çizer. Kenarlıksız görünüm için bunu kapat.
vi: Vẽ đường viền mỏng quanh thẻ ứng dụng. Tắt để có giao diện không viền.
zh_hans: 为应用卡片添加细轮廓线。关闭此选项可使用无边框外观。
zh_hant: 在應用程式卡片周圍顯示細外框。關閉此選項即可呈現無邊框外觀。

source: Draws a thin outline around widget backgrounds
ar: يرسم حدًا رفيعًا حول خلفيات الأدوات
de: Zeichnet einen dünnen Umriss um Widget-Hintergründe
es: Dibuja un contorno fino alrededor de los fondos de los widgets
fr: Dessine un fin contour autour de l'arrière-plan des widgets
hu: Vékony körvonalat rajzol a widgethátterek köré
ja: ウィジェットの背景の周囲に細い輪郭線を描画
nl: Tekent een dunne omlijning rond widgetachtergronden
pl: Rysuje cienkie obramowanie wokół tła widżetów
pt: Desenha um contorno fino à volta dos fundos dos widgets
ru: Рисует тонкий контур вокруг фона виджетов
sv: Ritar en tunn kontur runt widgetbakgrunder
tr: Widget arka planlarının çevresine ince bir kenar çizgisi çizer
vi: Vẽ đường viền mỏng quanh nền tiện ích
zh_hans: 为小组件背景添加细轮廓线
zh_hant: 在小工具背景周圍顯示細外框

source: Draws a thin outline around widget backgrounds. Turn this off for a borderless look.
ar: يرسم حدًا رفيعًا حول خلفيات الأدوات. أوقفه للحصول على مظهر بلا حدود.
de: Zeichnet einen dünnen Umriss um Widget-Hintergründe. Deaktivieren Sie dies für ein randloses Aussehen.
es: Dibuja un contorno fino alrededor de los fondos de los widgets. Desactívalo para un aspecto sin bordes.
fr: Dessine un fin contour autour de l'arrière-plan des widgets. Désactivez cette option pour un aspect sans bordure.
hu: Vékony körvonalat rajzol a widgethátterek köré. Kapcsolja ki a szegély nélküli megjelenéshez.
ja: ウィジェットの背景の周囲に細い輪郭線を描画します。オフにすると、枠線のない見た目になります。
nl: Tekent een dunne omlijning rond widgetachtergronden. Schakel dit uit voor een randloze weergave.
pl: Rysuje cienkie obramowanie wokół tła widżetów. Wyłącz tę opcję, aby ukryć obramowanie.
pt: Desenha um contorno fino à volta dos fundos dos widgets. Desative para um aspeto sem contorno.
ru: Рисует тонкий контур вокруг фона виджетов. Выключите, чтобы убрать рамку.
sv: Ritar en tunn kontur runt widgetbakgrunder. Stäng av detta för ett utseende utan kantlinjer.
tr: Widget arka planlarının çevresine ince bir kenar çizgisi çizer. Kenarlıksız görünüm için bunu kapat.
vi: Vẽ đường viền mỏng quanh nền tiện ích. Tắt để có giao diện không viền.
zh_hans: 为小组件背景添加细轮廓线。关闭此选项可使用无边框外观。
zh_hant: 在小工具背景周圍顯示細外框。關閉此選項即可呈現無邊框外觀。

source: Draws live window thumbnails in previews and the window switcher.
ar: يرسم صورًا مصغرة حية للنوافذ في المعاينات ومبدّل النوافذ.
de: Zeigt Live-Fensterminiaturen in Vorschauen und im Fensterwechsler an.
es: Dibuja miniaturas de ventanas en directo en las previsualizaciones y el selector de ventanas.
fr: Affiche les vignettes des fenêtres en direct dans les aperçus et le sélecteur de fenêtre.
hu: Élő ablak-miniatűröket rajzol az előnézetekben és az ablakváltóban.
ja: プレビューとウインドウスイッチャーでライブのウインドウサムネールを描画します。
nl: Geeft live miniaturen van vensters weer in voorbeelden en in de vensterwisselaar.
pl: Rysuje miniatury okien na żywo w podglądach i przełączniku okien.
pt: Desenha miniaturas de janelas em tempo real nas pré-visualizações e no seletor de janelas.
ru: Рисует живые миниатюры окон в предпросмотрах и переключателе окон.
sv: Ritar fönsterminiatyrer i realtid i förhandsvisningar och fönsterväxlaren.
tr: Önizlemelerde ve pencere değiştiricide canlı pencere küçük resimlerini çizer.
vi: Hiển thị hình thu nhỏ trực tiếp của cửa sổ trong các bản xem trước và bộ chuyển đổi cửa sổ.
zh_hans: 在预览和窗口切换器中显示实时窗口缩略图。
zh_hant: 在預覽與視窗切換器中繪製即時視窗縮圖。

source: Drink Water
ar: شرب الماء
de: Wasser trinken
es: Beber agua
fr: Hydratation
hu: Vízivás
ja: 水分補給
nl: Water drinken
pl: Pij wodę
pt: Beber Água
ru: Пить воду
sv: Drick vatten
tr: Su İç
vi: Uống nước
zh_hans: 饮水
zh_hant: 喝水

source: Drizzle
ar: رذاذ
de: Nieselregen
es: Llovizna
fr: Bruine
hu: Szitálás
ja: 霧雨
nl: Motregen
pl: Mżawka
pt: Chuvisco
ru: Морось
sv: Duggregn
tr: Çisenti
vi: Mưa phùn
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: Drop a file on an app icon to open it with that app.
ar: أسقط ملفًا على أيقونة تطبيق لفتحه بذلك التطبيق.
de: Legen Sie eine Datei auf einem App-Symbol ab, um sie mit dieser App zu öffnen.
es: Suelta un archivo sobre el icono de una app para abrirlo con esa app.
fr: Faites glisser les fichiers sur les icônes de l'application pour les ouvrir avec cette application.
hu: Ejtsen egy fájlt egy appikonra, hogy azzal az appal nyissa meg.
ja: ファイルをアプリアイコンにドロップするとそのアプリで開きます。
nl: Sleep een bestand naar het pictogram van een app om het met die app te openen.
pl: Upuść plik na ikonę aplikacji, aby otworzyć go w tej aplikacji.
pt: Largue um ficheiro no ícone de uma app para o abrir com essa app.
ru: Перетащите файл на значок приложения, чтобы открыть его в этом приложении.
sv: Släpp en fil på en appsymbol för att öppna den med den appen.
tr: Bir dosyayı uygulamayla açmak için uygulama simgesinin üzerine bırak.
vi: Thả một tệp vào biểu tượng ứng dụng để mở tệp đó bằng ứng dụng tương ứng.
zh_hans: 将文件拖放到应用图标上，即可使用该应用打开。
zh_hant: 將檔案拖放至應用程式圖示上，以該應用程式開啟檔案。

source: Drop a file or app on the dock to pin it.
ar: أسقط ملفًا أو تطبيقًا على Dock لتثبيته.
de: Legen Sie eine Datei oder App im Dock ab, um sie anzuheften.
es: Suelta un archivo o una app en el Dock para fijarlo.
fr: Faites glisser un fichier ou une application sur le dock pour l'épingler.
hu: Ejtsen fájlt vagy appot a Dockra a kitűzéséhez.
ja: ファイルやアプリをDockにドロップするとピン留めされます。
nl: Sleep een bestand of een app naar het Dock om het vast te zetten.
pl: Upuść plik lub aplikację na Dock, aby przypiąć.
pt: Largue um ficheiro ou uma app na dock para o afixar.
ru: Перетащите файл или приложение на Dock, чтобы закрепить его.
sv: Släpp en fil eller app på dockan för att fästa den.
tr: Sabitlemek için bir dosyayı veya uygulamayı dock'a bırak.
vi: Thả một tệp hoặc ứng dụng vào dock để ghim.
zh_hans: 将文件或应用拖放到 Dock 上即可将其固定。
zh_hant: 將檔案或應用程式拖放到 Dock 上即可釘選。

source: Drop files here
ar: قم بوضع الملفات هنا
de: Dateien hier ablegen
es: Suelta archivos aquí
fr: Déposez vos fichiers ici
hu: Húzza ide a fájlokat
ja: ここにファイルをドロップ
nl: Bestanden hiernaartoe slepen
pl: Upuść pliki tutaj
pt: Largue ficheiros aqui
ru: Перетащите файлы сюда
sv: Släpp filer här
tr: Dosyaları buraya bırakın
vi: Thả các tệp ở đây
zh_hans: 请将文件拖拽至此处
zh_hant: 將檔案拖放至此

source: Drop files onto the dock to stage them, then scroll over the dock to open the tray and choose what clicks do.
ar: أسقط ملفات على Dock لتجهيزها، ثم مرر فوق Dock لفتح الحاوية واختر ما تفعله النقرات.
de: Legen Sie Dateien im Dock ab, um sie bereitzustellen. Scrollen Sie dann über dem Dock, um die Datei-Ablage zu öffnen und festzulegen, was Klicks bewirken.
es: Suelta archivos en el Dock para prepararlos, luego desplázate sobre el Dock para abrir la bandeja y elige qué hacen los clics.
fr: Déposez des fichiers sur le dock pour les mettre de côté, puis faites défiler sur le dock pour ouvrir le tiroir et choisir l'effet des clics.
hu: Ejtsen fájlokat a Dockra az előkészítésükhöz, majd görgessen a Dock fölött a tálca megnyitásához, és válassza ki, mit tegyenek a kattintások.
ja: ファイルをDockにドロップして一時置きし、Dock上でスクロールしてトレイを開き、クリック時の動作を選択します。
nl: Sleep bestanden naar het Dock om ze klaar te zetten, scroll vervolgens over het Dock om het bestandsvak te openen en kies wat er gebeurt als je erop klikt.
pl: Upuść pliki na Dock, aby umieścić je na Półce plików, a następnie przewiń nad Dockiem, aby ją otworzyć i wybrać czynność wykonywaną po kliknięciu.
pt: Largue ficheiros na dock para os preparar, depois desloque sobre a dock para abrir o tabuleiro e escolha o que os cliques fazem.
ru: Перетаскивайте файлы на Dock, чтобы подготовить их, затем прокрутите над Dock, чтобы открыть лоток, и выберите действия при нажатии.
sv: Släpp filer på dockan för att mellanlagra dem, rulla sedan över dockan för att öppna brickan och välj vad klick ska göra.
tr: Dosyaları hazırlamak için dock'a bırak, ardından tepsiyi açmak için dock üzerinde kaydır ve tıklamaların ne yapacağını seç.
vi: Thả các tệp vào dock để đưa vào khay tạm, sau đó cuộn qua dock để mở khay và chọn hành động khi nhấp chuột.
zh_hans: 将文件拖放到 Dock 上即可暂存，然后在 Dock 上滚动以打开文件托盘，并设置点击操作。
zh_hant: 將檔案拖放到 Dock 上暫存，接著在 Dock 上捲動即可開啟檔案托盤，並設定按一下時要執行的動作。

source: Drop files to share
ar: أسقط ملفات لمشاركتها
de: Dateien zum Teilen ablegen
es: Suelta archivos para compartirlos
fr: Déposer des fichiers pour partager
hu: Ejtsen ide fájlokat a megosztáshoz
ja: ファイルをドロップして共有
nl: Sleep bestanden hierheen om te delen
pl: Upuść pliki, aby udostępnić
pt: Largue ficheiros para partilhar
ru: Перетащите файлы, чтобы поделиться
sv: Släpp filer för att dela
tr: Paylaşmak için dosyaları bırak
vi: Thả các tệp để chia sẻ
zh_hans: 拖放文件即可共享
zh_hant: 拖放檔案即可分享

source: Dropping Files on the Dock
ar: إسقاط الملفات على Dock
de: Dateien im Dock ablegen
es: Soltar archivos en el Dock
fr: Déposer des fichiers sur le Dock
hu: Fájlok ejtése a Dockra
ja: Dockへのファイルのドロップ
nl: Bestanden op het Dock laten vallen
pl: Upuszczanie plików na Dock
pt: Largar Ficheiros na Dock
ru: Перетаскивание файлов на Dock
sv: Släppa filer på dockan
tr: Dosyaları Dock'a Bırakma
vi: Thả các tệp vào Dock
zh_hans: 将文件拖放到 Dock
zh_hant: 檔案拖放至 Dock

source: due
ar: مستحق
de: fällig
es: vencimiento
fr: échéance
hu: határidő
ja: 期限
nl: vervaldatum
pl: termin
pt: prazo
ru: срок
sv: förfaller
tr: vade
vi: đến hạn
zh_hans: 到期
zh_hant: 到期

source: Due Today
ar: مستحق اليوم
de: Heute fällig
es: Para hoy
fr: Échéance aujourd'hui
hu: Ma esedékes
ja: 今日が期限
nl: Vandaag te doen
pl: Na dzisiaj
pt: Para Hoje
ru: Срок сегодня
sv: Förfaller idag
tr: Bugün Vadesi Gelenler
vi: Đến hạn hôm nay
zh_hans: 今天到期
zh_hant: 今天到期

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hu: Duplikálás
ja: 複製
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
sv: Duplicera
tr: Çoğalt
vi: Tạo bản sao
zh_hans: 创建副本
zh_hant: 複製

source: Duplicate Profile
ar: تكرار ملف التعريف
de: Profil duplizieren
es: Duplicar perfil
fr: Dupliquer le profil
hu: Profil duplikálása
ja: プロファイルを複製
nl: Profiel dupliceren
pl: Powiel profil
pt: Duplicar Perfil
ru: Дублировать профиль
sv: Duplicera profil
tr: Profili Çoğalt
vi: Tạo bản sao hồ sơ
zh_hans: 复制配置文件
zh_hant: 複製設定檔

source: Duplicate the example folder. It already builds.
ar: انسخ مجلد المثال. إنه قابل للبناء بالفعل.
de: Duplizieren Sie den Beispielordner. Er lässt sich bereits kompilieren.
es: Duplica la carpeta de ejemplo. Ya se compila.
fr: Dupliquez le dossier d'exemple. Il se compile déjà.
hu: Duplikálja a példamappát. Már most is lefordítható.
ja: サンプルフォルダを複製します。そのままビルドできます。
nl: Dupliceer de voorbeeldmap. Die is al zonder aanpassingen te bouwen.
pl: Powiel przykładowy folder. Zawarty w nim projekt jest gotowy do kompilacji.
pt: Duplique a pasta de exemplo. Já compila.
ru: Скопируйте папку с примером. Она уже собирается.
sv: Duplicera exempelmappen. Den går redan att bygga.
tr: Örnek klasörü çoğalt. Zaten derleniyor.
vi: Tạo bản sao thư mục ví dụ. Thư mục này đã dựng được sẵn.
zh_hans: 复制示例文件夹。它已可直接构建。
zh_hant: 複製範例檔案夾。此範例已可直接建置。
